
export function get_polylabel44(){
    return ({
        type: 'Feature',
        id: 44,
        geometry: {
            type: 'Polygon',
            coordinates: [[
                [55.8977748, 37.5519785],
[55.897461, 37.5528556],
[55.8952338, 37.5590425],
[55.8940409, 37.5622276],
[55.8936976, 37.563069],
[55.8932732, 37.5640581],
[55.892842, 37.5647478],
[55.8923855, 37.5653705],
[55.8919341, 37.5658968],
[55.8914168, 37.5663586],
[55.8908373, 37.5667552],
[55.8901632, 37.5670561],
[55.8892787, 37.5671989],
[55.8873023, 37.5674047],
[55.8872419, 37.572455],
[55.8871628, 37.5763472],
[55.8872498, 37.57976],
[55.8869631, 37.5855403],
[55.8869508, 37.5866695],
[55.887208, 37.5866771],
[55.8912296, 37.5867992],
[55.893876, 37.5868804],
[55.8967613, 37.5869616],
[55.8996919, 37.5870428],
[55.9033335, 37.5871442],
[55.9070202, 37.5872457],
[55.9076062, 37.587266],
[55.9086245, 37.5875908],
[55.9102401, 37.5887377],
[55.9126129, 37.5905065],
[55.9136241, 37.5909767],
[55.9136561, 37.5907353],
[55.9129617, 37.5902506],
[55.9123897, 37.5898758],
[55.9121479, 37.5895143],
[55.9119308, 37.5887127],
[55.9115972, 37.5882787],
[55.9103686, 37.5873513],
[55.9109577, 37.5838922],
[55.9111875, 37.5810267],
[55.9112918, 37.5803508],
[55.9114343, 37.5786006],
[55.9112732, 37.5741491],
[55.9110169, 37.5705367],
[55.9092832, 37.5559156],
[55.9092419, 37.5555837],
[55.9071173, 37.5368342],
[55.9054753, 37.5376117],
[55.9050619, 37.5378582],
[55.9047557, 37.5380601],
[55.9044282, 37.5383126],
[55.9039985, 37.5386925],
[55.9034996, 37.5392272],
[55.9028844, 37.5399434],
[55.9024308, 37.5405773],
[55.9020266, 37.5411696],
[55.901731, 37.5416646],
[55.9013678, 37.542371],
[55.9011424, 37.5428854],
[55.9006656, 37.5441185],
[55.9006211, 37.5442395],
[55.8977748, 37.5519785],

            ]]
        },
        properties: {
            name: 'район Лианозово'
        },
        options: {
            labelDefaults: 'light',
            labelLayout: '<div style="background: rgba(255, 255, 255, 0.3);'+
        'border-radius: 50%;'+
        'border: 6px solid rgb(160,233,255);'+
        'box-shadow: 0 0 5px rgb(160,233,255);'+
        'color: #FFF;'+
        'display: inline-block;'+
        'font-weight: bold;'+
        'line-height: 55px;'+
        'margin-right: 0;'+
        'text-align: center;'+
        'font-family: Arial;'+
        'width: 55px;height: 55px"<p>85475</p></div>' +
        '<div style="color: white;'+
        'font-family: Arial;'+
        'font-size: 12px;'+
        'font-weight: bold;'+
        'text-align: center;'+
        'text-shadow: 0 0 5px rgba(42,58,89,0.5);"'+
        ' <p>'+'район Лианозово</p></div>',
                                    fillColor: 'rgba(64,122,206,0.45)',
                // Цвет обводки.
                strokeColor: 'rgb(160,233,255)',
                strokeWidth: '2',
                // Отключим показ всплывающей подсказки при наведении на полигон.
                openHintOnHover: false,
                // Размер текста подписей зависит от масштаба.
                // На уровнях зума 3-6 размер текста равен 12, а на уровнях зума 7-18 равен 14.
                labelTextSize: {'3_6': 12, '7_18': 14},
                cursor: 'grab',
                labelDotCursor: 'pointer',
                // Допустимая погрешность в расчете вместимости подписи в полигон.
                labelPermissibleInaccuracyOfVisibility: 4,
                labelDotLayout: '<div style="background: #a0e9ff;width: 10px; height: 10px; border-radius: 5px;"></div>',
        },

    });
}
