export function getPolygon33() {
    var myPolygon = new ymaps.Polygon([
        // Указываем координаты вершин многоугольника.
        // Координаты вершин внешнего контура.
        [

            [55.8609178, 37.7007411],
            [55.8609609, 37.7026948],
            [55.8609811, 37.7036284],
            [55.86103, 37.7037102],
            [55.8610437, 37.7043268],
            [55.8609291, 37.7044558],
            [55.8609183, 37.7051996],
            [55.8625186, 37.7027048],
            [55.8621725, 37.7020301],
            [55.8621475, 37.7019839],
            [55.8615056, 37.700717],
            [55.8611563, 37.7005056],
            [55.8610135, 37.7005613],
            [55.8609178, 37.7007411],
        ],
// Координаты вершин внутреннего контура.

    ], {
        hintContent: "Восточный административный округ",
    }, {
        // Задаем опции геообъекта.
        // Цвет заливки.
        fillColor: '#3BA3E340',

        // Ширина обводки.
        strokeColor: '#AA000050',
        strokeWidth: 1
    });
    return myPolygon;
}