
export function getPolygon13() {
    var myPolygon = new ymaps.Polygon([
        // Указываем координаты вершин многоугольника.
        // Координаты вершин внешнего контура.
        [
[55.7976281, 37.2982173],
    [55.7986335, 37.3023539],
    [55.8012728, 37.3027769],
    [55.8024772, 37.3029227],
    [55.8031819, 37.3032652],
    [55.8035588, 37.3035641],
    [55.8035219, 37.2996863],
    [55.8034501, 37.2986365],
    [55.803354, 37.2977692],
    [55.8032024, 37.2966321],
    [55.8029975, 37.2954221],
    [55.8019897, 37.290502],
    [55.7980647, 37.2932645],
    [55.7963971, 37.2931684],
    [55.7966347, 37.2941684],
    [55.7967126, 37.2941174],
    [55.7967872, 37.2944097],
    [55.7967167, 37.2944673],
    [55.7976281, 37.2982173],

        ],
        // Координаты вершин внутреннего контура.

    ], {
        hintContent: "Западный административный округ",
    }, {
        // Задаем опции геообъекта.
        // Цвет заливки.
        fillColor: '#02111C40',

        // Ширина обводки.
        strokeColor: '#AA000050',
        strokeWidth: 1
    });
    return myPolygon;
}