export function getPolygon34() {
    var myPolygon = new ymaps.Polygon([
        // Указываем координаты вершин многоугольника.
        // Координаты вершин внешнего контура.
        [
            [55.8232064, 37.8704517],
            [55.8236553, 37.8724735],
            [55.8237936, 37.8730967],
            [55.8243029, 37.8744306],
            [55.8249027, 37.8760016],
            [55.8253424, 37.8756653],
            [55.8252674, 37.8748787],
            [55.8252441, 37.8744018],
            [55.8251836, 37.8736011],
            [55.8248515, 37.8724412],
            [55.8246505, 37.8717278],
            [55.8242706, 37.8704604],
            [55.8237786, 37.8684962],
            [55.8228697, 37.8689418],
            [55.8232064, 37.8704517],
        ],
// Координаты вершин внутреннего контура.

    ], {
        hintContent: "Восточный административный округ",
    }, {
        // Задаем опции геообъекта.
        // Цвет заливки.
        fillColor: '#3BA3E340',

        // Ширина обводки.
        strokeColor: '#AA000050',
        strokeWidth: 1
    });
    return myPolygon;
}